Repository: Dealer-Of-Happiness/Banana
Catalog: AIGoodbye/AIGoodbye/Localizable.xcstrings
Source language: en
Languages: de, el, es, fr, it, ja, ko, pt_br, ru, uk, zh_hans, zh_hk

source: Analyzing images needs the %@ vision model (%@). It downloads once and then works offline.
de: Für die Bildanalyse wird das Vision-Modell %1$@ (%2$@) benötigt. Es wird einmal geladen und funktioniert danach offline.
el: Η ανάλυση εικόνων απαιτεί το μοντέλο όρασης %1$@ (%2$@). Γίνεται λήψη μία φορά και μετά λειτουργεί εκτός σύνδεσης.
es: Para analizar imágenes se necesita el modelo de visión %1$@ (%2$@). Se descarga una sola vez y luego funciona sin conexión.
fr: L'analyse d'images nécessite le modèle de vision %1$@ (%2$@). Il se télécharge une seule fois, puis fonctionne hors ligne.
it: Per analizzare le immagini serve il modello di visione %1$@ (%2$@). Si scarica una sola volta e poi funziona offline.
ja: 画像の分析には%1$@ビジョンモデル（%2$@）が必要です。一度ダウンロードすれば、その後はオフラインで動作します。
ko: 이미지를 분석하려면 %1$@ 비전 모델(%2$@)이 필요합니다. 한 번만 다운로드하면 이후에는 오프라인으로 작동합니다.
pt_br: A análise de imagens precisa do modelo de visão %1$@ (%2$@). Ele é baixado uma vez e depois funciona offline.
ru: Для анализа изображений нужна модель компьютерного зрения %1$@ (%2$@). Она скачивается один раз и затем работает офлайн.
uk: Для аналізу зображень потрібна модель комп'ютерного зору %1$@ (%2$@). Вона завантажується один раз і далі працює офлайн.
zh_hans: 分析图像需要 %1$@ 视觉模型（%2$@）。只需下载一次，之后即可离线使用。
zh_hk: 分析圖像需要 %1$@ 視覺模型（%2$@）。只需下載一次，之後就可以離線使用。

source: Analyzing images needs the %@ vision model.
de: Für die Bildanalyse wird das Vision-Modell %@ benötigt.
el: Η ανάλυση εικόνων απαιτεί το μοντέλο όρασης %@.
es: Para analizar imágenes se necesita el modelo de visión %@.
fr: L'analyse d'images nécessite le modèle de vision %@.
it: Per analizzare le immagini serve il modello di visione %@.
ja: 画像の分析には%@ビジョンモデルが必要です。
ko: 이미지를 분석하려면 %@ 비전 모델이 필요합니다.
pt_br: A análise de imagens precisa do modelo de visão %@.
ru: Для анализа изображений нужна модель компьютерного зрения %@.
uk: Для аналізу зображень потрібна модель комп'ютерного зору %@.
zh_hans: 分析图像需要 %@ 视觉模型。
zh_hk: 分析圖像需要 %@ 視覺模型。

source: App Language
de: App-Sprache
el: Γλώσσα εφαρμογής
es: Idioma de la app
fr: Langue de l'app
it: Lingua dell'app
ja: アプリの言語
ko: 앱 언어
pt_br: Idioma do app
ru: Язык приложения
uk: Мова застосунку
zh_hans: 应用语言
zh_hk: 應用程式語言

source: Apple Intelligence declined this request. Try rephrasing, or switch to a downloaded model in Settings.
de: Apple Intelligence hat diese Anfrage abgelehnt. Formulieren Sie sie um oder wechseln Sie in den Einstellungen zu einem geladenen Modell.
el: Το Apple Intelligence απέρριψε αυτό το αίτημα. Δοκιμάστε να το αναδιατυπώσετε ή μεταβείτε σε ένα μοντέλο που έχει ληφθεί στις Ρυθμίσεις.
es: Apple Intelligence rechazó esta solicitud. Prueba a reformularla o cambia a un modelo descargado en Ajustes.
fr: Apple Intelligence a refusé cette demande. Reformulez-la ou passez à un modèle téléchargé dans Réglages.
it: Apple Intelligence ha rifiutato questa richiesta. Prova a riformularla o passa a un modello scaricato in Impostazioni.
ja: Apple Intelligenceがこのリクエストを拒否しました。言い換えるか、設定でダウンロード済みのモデルに切り替えてください。
ko: Apple Intelligence가 이 요청을 거부했습니다. 표현을 바꿔 보거나 설정에서 다운로드된 모델로 전환하세요.
pt_br: A Apple Intelligence recusou esta solicitação. Tente reformular ou mude para um modelo baixado nos Ajustes.
ru: Apple Intelligence отклонил этот запрос. Переформулируйте его или переключитесь на скачанную модель в Настройках.
uk: Apple Intelligence відхилив цей запит. Спробуйте переформулювати його або перейдіть на завантажену модель у Налаштуваннях.
zh_hans: Apple Intelligence 拒绝了此请求。请尝试换种说法，或在设置中切换到已下载的模型。
zh_hk: Apple Intelligence 拒絕了此請求。請嘗試換個說法，或在設定中改用已下載的模型。

source: Apple Intelligence handles text. A downloaded model adds image understanding and works in every language the app supports.
de: Apple Intelligence übernimmt Text. Ein heruntergeladenes Modell versteht zusätzlich Bilder und funktioniert in allen Sprachen der App.
el: Το Apple Intelligence αναλαμβάνει το κείμενο. Ένα μοντέλο που κατεβάζεις προσθέτει κατανόηση εικόνας και λειτουργεί σε όλες τις γλώσσες της εφαρμογής.
es: Apple Intelligence se encarga del texto. Un modelo descargado añade comprensión de imágenes y funciona en todos los idiomas de la app.
fr: Apple Intelligence gère le texte. Un modèle téléchargé ajoute la compréhension des images et fonctionne dans toutes les langues de l'app.
it: Apple Intelligence gestisce il testo. Un modello scaricato aggiunge la comprensione delle immagini e funziona in tutte le lingue dell'app.
ja: Apple Intelligence はテキストを担当します。ダウンロードしたモデルを使うと画像も理解でき、アプリが対応するすべての言語で動作します。
ko: Apple Intelligence는 텍스트를 처리합니다. 모델을 내려받으면 이미지 이해가 추가되고 앱이 지원하는 모든 언어에서 작동합니다.
pt_br: O Apple Intelligence cuida do texto. Um modelo baixado acrescenta compreensão de imagens e funciona em todos os idiomas do app.
ru: Apple Intelligence отвечает за текст. Загруженная модель добавляет понимание изображений и работает на всех языках приложения.
uk: Apple Intelligence відповідає за текст. Завантажена модель додає розуміння зображень і працює всіма мовами застосунку.
zh_hans: Apple Intelligence 负责文本。下载模型后还能理解图像，并支持 App 的所有语言。
zh_hk: Apple Intelligence 負責文字。下載模型後還能理解圖像，並支援 App 的所有語言。

source: Apple Intelligence is built into this device, so you can start chatting straight away with no download at all.
de: Apple Intelligence ist in dieses Gerät integriert – du kannst sofort loslegen, ganz ohne Download.
el: Το Apple Intelligence είναι ενσωματωμένο σε αυτή τη συσκευή, οπότε μπορείς να ξεκινήσεις αμέσως, χωρίς καμία λήψη.
es: Apple Intelligence está integrado en este dispositivo, así que puedes empezar a chatear enseguida sin ninguna descarga.
fr: Apple Intelligence est intégré à cet appareil : vous pouvez discuter tout de suite, sans aucun téléchargement.
it: Apple Intelligence è integrato in questo dispositivo, quindi puoi iniziare subito senza alcun download.
ja: この端末には Apple Intelligence が内蔵されているため、ダウンロードなしですぐに会話を始められます。
ko: 이 기기에는 Apple Intelligence가 내장되어 있어 다운로드 없이 바로 대화를 시작할 수 있습니다.
pt_br: O Apple Intelligence é integrado a este dispositivo, então você pode começar a conversar já, sem nenhum download.
ru: Apple Intelligence встроен в это устройство, поэтому можно начать общение сразу и без загрузок.
uk: Apple Intelligence вбудовано в цей пристрій, тож можна почати спілкування одразу й без завантажень.
zh_hans: 此设备内置 Apple Intelligence，无需任何下载即可立即开始对话。
zh_hk: 此裝置內建 Apple Intelligence，無需任何下載即可立即開始對話。

source: Apple Intelligence is not available on this device.
de: Apple Intelligence ist auf diesem Gerät nicht verfügbar.
el: Το Apple Intelligence δεν είναι διαθέσιμο σε αυτήν τη συσκευή.
es: Apple Intelligence no está disponible en este dispositivo.
fr: Apple Intelligence n'est pas disponible sur cet appareil.
it: Apple Intelligence non è disponibile su questo dispositivo.
ja: このデバイスではApple Intelligenceを利用できません。
ko: 이 기기에서는 Apple Intelligence를 사용할 수 없습니다.
pt_br: A Apple Intelligence não está disponível neste dispositivo.
ru: Apple Intelligence недоступен на этом устройстве.
uk: Apple Intelligence недоступний на цьому пристрої.
zh_hans: Apple Intelligence 在此设备上不可用。
zh_hk: 此裝置無法使用 Apple Intelligence。

source: Apple Intelligence is not available right now.
de: Apple Intelligence ist momentan nicht verfügbar.
el: Το Apple Intelligence δεν είναι διαθέσιμο αυτήν τη στιγμή.
es: Apple Intelligence no está disponible en este momento.
fr: Apple Intelligence n'est pas disponible pour le moment.
it: Apple Intelligence non è disponibile al momento.
ja: Apple Intelligenceは現在利用できません。
ko: Apple Intelligence를 지금 사용할 수 없습니다.
pt_br: A Apple Intelligence não está disponível no momento.
ru: Apple Intelligence сейчас недоступен.
uk: Apple Intelligence зараз недоступний.
zh_hans: Apple Intelligence 目前不可用。
zh_hk: Apple Intelligence 目前無法使用。

source: Apple Intelligence is not available.
de: Apple Intelligence ist nicht verfügbar.
el: Το Apple Intelligence δεν είναι διαθέσιμο.
es: Apple Intelligence no está disponible.
fr: Apple Intelligence n'est pas disponible.
it: Apple Intelligence non è disponibile.
ja: Apple Intelligenceは利用できません。
ko: Apple Intelligence를 사용할 수 없습니다.
pt_br: A Apple Intelligence não está disponível.
ru: Apple Intelligence недоступен.
uk: Apple Intelligence недоступний.
zh_hans: Apple Intelligence 不可用。
zh_hk: Apple Intelligence 無法使用。

source: Apple Intelligence is still preparing on this device. Try again in a few minutes.
de: Apple Intelligence wird auf diesem Gerät noch vorbereitet. Versuchen Sie es in ein paar Minuten erneut.
el: Το Apple Intelligence προετοιμάζεται ακόμα σε αυτήν τη συσκευή. Δοκιμάστε ξανά σε λίγα λεπτά.
es: Apple Intelligence aún se está preparando en este dispositivo. Inténtalo de nuevo en unos minutos.
fr: Apple Intelligence est encore en cours de préparation sur cet appareil. Réessayez dans quelques minutes.
it: Apple Intelligence è ancora in preparazione su questo dispositivo. Riprova tra qualche minuto.
ja: Apple Intelligenceはこのデバイスでまだ準備中です。数分後にもう一度お試しください。
ko: Apple Intelligence가 아직 이 기기에서 준비 중입니다. 몇 분 후에 다시 시도하세요.
pt_br: A Apple Intelligence ainda está sendo preparada neste dispositivo. Tente novamente em alguns minutos.
ru: Apple Intelligence ещё готовится к работе на этом устройстве. Повторите попытку через несколько минут.
uk: Apple Intelligence ще готується до роботи на цьому пристрої. Повторіть спробу за кілька хвилин.
zh_hans: Apple Intelligence 仍在此设备上准备中。请几分钟后再试。
zh_hk: Apple Intelligence 仍在此裝置上準備中。請幾分鐘後再試。

source: Apple Intelligence is turned off. Enable it in Settings to use the built-in model.
de: Apple Intelligence ist deaktiviert. Aktivieren Sie es in den Einstellungen, um das integrierte Modell zu verwenden.
el: Το Apple Intelligence είναι απενεργοποιημένο. Ενεργοποιήστε το στις Ρυθμίσεις για να χρησιμοποιήσετε το ενσωματωμένο μοντέλο.
es: Apple Intelligence está desactivado. Actívalo en Ajustes para usar el modelo integrado.
fr: Apple Intelligence est désactivé. Activez-le dans Réglages pour utiliser le modèle intégré.
it: Apple Intelligence è disattivato. Attivalo in Impostazioni per usare il modello integrato.
ja: Apple Intelligenceがオフになっています。内蔵モデルを使うには設定でオンにしてください。
ko: Apple Intelligence가 꺼져 있습니다. 내장 모델을 사용하려면 설정에서 켜세요.
pt_br: A Apple Intelligence está desativada. Ative-a nos Ajustes para usar o modelo integrado.
ru: Apple Intelligence выключен. Включите его в Настройках, чтобы использовать встроенную модель.
uk: Apple Intelligence вимкнено. Увімкніть його в Налаштуваннях, щоб використовувати вбудовану модель.
zh_hans: Apple Intelligence 已关闭。请在设置中开启以使用内置模型。
zh_hk: Apple Intelligence 已關閉。請在設定中開啟，以使用內置模型。

source: Apple Intelligence isn't ready. Choose a downloaded model in Settings.
de: Apple Intelligence ist nicht bereit. Wählen Sie in den Einstellungen ein geladenes Modell.
el: Το Apple Intelligence δεν είναι έτοιμο. Επιλέξτε στις Ρυθμίσεις ένα μοντέλο που έχει ληφθεί.
es: Apple Intelligence no está listo. Elige un modelo descargado en Ajustes.
fr: Apple Intelligence n'est pas prêt. Choisissez un modèle téléchargé dans Réglages.
it: Apple Intelligence non è pronto. Scegli un modello scaricato in Impostazioni.
ja: Apple Intelligenceの準備ができていません。設定でダウンロード済みのモデルを選択してください。
ko: Apple Intelligence가 준비되지 않았습니다. 설정에서 다운로드된 모델을 선택하세요.
pt_br: A Apple Intelligence não está pronta. Escolha um modelo baixado nos Ajustes.
ru: Apple Intelligence не готов. Выберите скачанную модель в Настройках.
uk: Apple Intelligence не готовий. Виберіть завантажену модель у Налаштуваннях.
zh_hans: Apple Intelligence 尚未就绪。请在设置中选择已下载的模型。
zh_hk: Apple Intelligence 尚未就緒。請在設定中選擇已下載的模型。

source: Apple Intelligence, unavailable. %@
de: Apple Intelligence, nicht verfügbar. %@
el: Apple Intelligence, μη διαθέσιμο. %@
es: Apple Intelligence, no disponible. %@
fr: Apple Intelligence, indisponible. %@
it: Apple Intelligence, non disponibile. %@
ja: Apple Intelligence、利用不可。%@
ko: Apple Intelligence, 사용할 수 없음. %@
pt_br: Apple Intelligence, indisponível. %@
ru: Apple Intelligence, недоступен. %@
uk: Apple Intelligence, недоступний. %@
zh_hans: Apple Intelligence，不可用。%@
zh_hk: Apple Intelligence，無法使用。%@

source: Apple's on-device model, built into iOS. Starts instantly with no download and handles everyday questions well. Image analysis uses a downloaded vision model.
de: Apples On-Device-Modell, integriert in iOS. Startet sofort ohne Download und beantwortet Alltagsfragen gut. Für die Bildanalyse wird ein geladenes Vision-Modell verwendet.
el: Το μοντέλο της Apple που εκτελείται στη συσκευή, ενσωματωμένο στο iOS. Ξεκινά αμέσως χωρίς λήψη και χειρίζεται καλά τις καθημερινές ερωτήσεις. Η ανάλυση εικόνων χρησιμοποιεί ένα μοντέλο όρασης που έχει ληφθεί.
es: El modelo de Apple integrado en iOS, que funciona en el propio dispositivo. Se inicia al instante sin descargas y responde bien a las preguntas del día a día. El análisis de imágenes usa un modelo de visión descargado.
fr: Le modèle d'Apple sur l'appareil, intégré à iOS. Il démarre instantanément sans téléchargement et répond bien aux questions du quotidien. L'analyse d'images utilise un modèle de vision téléchargé.
it: Il modello di Apple integrato in iOS, che funziona sul dispositivo. Si avvia all'istante senza download e gestisce bene le domande di tutti i giorni. L'analisi delle immagini usa un modello di visione scaricato.
ja: iOSに組み込まれたAppleのオンデバイスモデルです。ダウンロード不要ですぐに起動し、日常的な質問に十分対応します。画像分析にはダウンロードしたビジョンモデルを使用します。
ko: iOS에 내장된 Apple의 온디바이스 모델입니다. 다운로드 없이 즉시 시작되며 일상적인 질문을 잘 처리합니다. 이미지 분석에는 다운로드된 비전 모델이 사용됩니다.
pt_br: O modelo da Apple integrado ao iOS, que roda no próprio aparelho. Inicia na hora, sem download, e lida bem com perguntas do dia a dia. A análise de imagens usa um modelo de visão baixado.
ru: Модель Apple, встроенная в iOS и работающая прямо на устройстве. Запускается мгновенно без скачивания и хорошо справляется с повседневными вопросами. Для анализа изображений используется скачиваемая модель компьютерного зрения.
uk: Модель Apple, вбудована в iOS, працює прямо на пристрої. Запускається миттєво без завантаження і добре справляється з повсякденними запитаннями. Для аналізу зображень використовується завантажувана модель комп'ютерного зору.
zh_hans: Apple 的设备端模型，内置于 iOS。无需下载即可立即启动，能很好地处理日常问题。图像分析使用已下载的视觉模型。
zh_hk: Apple 的裝置端模型，內置於 iOS。無需下載即可即時使用，日常問題都處理得很好。圖像分析會使用已下載的視覺模型。

source: Ask AiGoodbye
de: AiGoodbye fragen
el: Ρώτησε το AiGoodbye
es: Preguntar a AiGoodbye
fr: Demander à AiGoodbye
it: Chiedi ad AiGoodbye
ja: AiGoodbye に質問
ko: AiGoodbye에게 질문
pt_br: Perguntar ao AiGoodbye
ru: Спросить AiGoodbye
uk: Запитати AiGoodbye
zh_hans: 询问 AiGoodbye
zh_hk: 詢問 AiGoodbye

source: Ask AiGoodbye ${question}
de: AiGoodbye ${question} fragen
el: Ρώτησε το AiGoodbye ${question}
es: Preguntar a AiGoodbye ${question}
fr: Demander à AiGoodbye ${question}
it: Chiedi ad AiGoodbye ${question}
ja: AiGoodbye に ${question} を質問
ko: AiGoodbye에게 ${question} 질문
pt_br: Perguntar ao AiGoodbye ${question}
ru: Спросить AiGoodbye ${question}
uk: Запитати AiGoodbye ${question}
zh_hans: 向 AiGoodbye 询问 ${question}
zh_hk: 向 AiGoodbye 詢問 ${question}

source: Ask about the current view
de: Zur aktuellen Ansicht fragen
el: Ερώτηση για την τρέχουσα προβολή
es: Preguntar sobre la vista actual
fr: Demander à propos de la vue actuelle
it: Chiedi della vista attuale
ja: 現在の画面について質問
ko: 현재 화면에 대해 질문
pt_br: Perguntar sobre a visualização atual
ru: Спросить о текущем кадре
uk: Запитати про поточний кадр
zh_hans: 询问当前画面
zh_hk: 問而家個畫面

source: Ask about this image...
de: Frage zu diesem Bild stellen ...
el: Ρωτήστε για αυτήν την εικόνα...
es: Pregunta sobre esta imagen...
fr: Posez une question sur cette image...
it: Fai una domanda su questa immagine...
ja: この画像について質問…
ko: 이 이미지에 대해 질문하기...
pt_br: Pergunte sobre esta imagem...
ru: Спросите об этом изображении...
uk: Запитайте про це зображення...
zh_hans: 询问此图像…
zh_hk: 問吓呢張圖…

source: Ask about what you see · 100% on-device
de: Frag, was du siehst · 100 % auf dem Gerät
el: Ρωτήστε για ό,τι βλέπετε · 100% στη συσκευή
es: Pregunta sobre lo que ves · 100% en el dispositivo
fr: Demandez ce que vous voyez · 100 % sur l'appareil
it: Chiedi di ciò che vedi · 100% sul dispositivo
ja: 見えるものについて質問 · 100%デバイス内
ko: 보이는 것을 질문하세요 · 100% 온디바이스
pt_br: Pergunte sobre o que você vê · 100% no dispositivo
ru: Спрашивайте о том, что видите · 100% на устройстве
uk: Запитуйте про те, що бачите · 100% на пристрої
zh_hans: 询问您看到的内容 · 100% 设备端
zh_hk: 問你見到嘅嘢 · 100% 裝置端

source: Ask about what you see...
de: Frag, was du siehst...
el: Ρωτήστε για ό,τι βλέπετε...
es: Pregunta sobre lo que ves...
fr: Demandez ce que vous voyez...
it: Chiedi di ciò che vedi...
ja: 見えるものについて質問...
ko: 보이는 것을 질문하세요...
pt_br: Pergunte sobre o que você vê...
ru: Спросите о том, что видите...
uk: Запитайте про те, що бачите...
zh_hans: 询问您看到的内容...
zh_hk: 問你見到嘅嘢...

source: Ask anything
de: Fragen Sie alles
el: Ρωτήστε οτιδήποτε
es: Pregunta lo que quieras
fr: Posez n'importe quelle question
it: Chiedi qualsiasi cosa
ja: 何でも質問できます
ko: 무엇이든 물어보세요
pt_br: Pergunte qualquer coisa
ru: Спросите о чём угодно
uk: Запитуйте про що завгодно
zh_hans: 提出任何问题
zh_hk: 乜嘢都可以問

source: Ask questions, analyze images, or discuss documents. Everything stays on your device.
de: Stelle Fragen, analysiere Bilder oder bespreche Dokumente. Alles bleibt auf deinem Gerät.
el: Κάντε ερωτήσεις, αναλύστε εικόνες ή συζητήστε έγγραφα. Όλα μένουν στη συσκευή σας.
es: Haz preguntas, analiza imágenes o comenta documentos. Todo se queda en tu dispositivo.
fr: Posez des questions, analysez des images ou discutez de documents. Tout reste sur votre appareil.
it: Fai domande, analizza immagini o discuti documenti. Tutto resta sul tuo dispositivo.
ja: 質問したり、画像を分析したり、書類について話したり。すべてはあなたのデバイスの中に留まります。
ko: 질문하고, 이미지를 분석하고, 문서에 대해 대화하세요. 모든 것이 기기 안에 남습니다.
pt_br: Faça perguntas, analise imagens ou converse sobre documentos. Tudo fica no seu dispositivo.
ru: Задавайте вопросы, анализируйте изображения и обсуждайте документы. Всё остаётся на вашем устройстве.
uk: Ставте запитання, аналізуйте зображення й обговорюйте документи. Усе залишається на вашому пристрої.
zh_hans: 提问、分析图片、讨论文档。一切都保留在您的设备上。
zh_hk: 提問、分析圖片、傾吓文件。一切都留喺你部裝置度。

source: Ask the private on-device AI a question. The answer is generated entirely on your device.
de: Stelle der privaten KI auf dem Gerät eine Frage. Die Antwort entsteht vollständig auf deinem Gerät.
el: Κάνε μια ερώτηση στο ιδιωτικό AI της συσκευής. Η απάντηση δημιουργείται εξ ολοκλήρου στη συσκευή σου.
es: Hazle una pregunta a la IA privada del dispositivo. La respuesta se genera íntegramente en tu dispositivo.
fr: Posez une question à l'IA privée de l'appareil. La réponse est générée entièrement sur votre appareil.
it: Fai una domanda all'IA privata sul dispositivo. La risposta viene generata interamente sul tuo dispositivo.
ja: 端末内のプライベート AI に質問できます。回答はすべてあなたの端末で生成されます。
ko: 기기 내 비공개 AI에게 질문하세요. 답변은 전적으로 내 기기에서 생성됩니다.
pt_br: Faça uma pergunta à IA privada no dispositivo. A resposta é gerada inteiramente no seu dispositivo.
ru: Задайте вопрос приватному ИИ на устройстве. Ответ создаётся целиком на вашем устройстве.
uk: Поставте запитання приватному ШІ на пристрої. Відповідь створюється повністю на вашому пристрої.
zh_hans: 向设备本地的私密 AI 提问。答案完全在你的设备上生成。
zh_hk: 向裝置本機的私密 AI 提問。答案完全在你的裝置上產生。

source: Assistant is responding: %@
de: Der Assistent antwortet: %@
el: Ο βοηθός απαντά: %@
es: El asistente está respondiendo: %@
fr: L'assistant répond : %@
it: L'assistente sta rispondendo: %@
ja: アシスタントが応答しています：%@
ko: 어시스턴트가 응답하는 중: %@
pt_br: O assistente está respondendo: %@
ru: Ассистент отвечает: %@
uk: Асистент відповідає: %@
zh_hans: 助手正在回复：%@
zh_hk: 助手正在回覆：%@

source: Assistant is thinking
de: Der Assistent denkt nach
el: Ο βοηθός σκέφτεται
es: El asistente está pensando
fr: L'assistant réfléchit
it: L'assistente sta pensando
ja: アシスタントが考えています
ko: 어시스턴트가 생각하는 중
pt_br: O assistente está pensando
ru: Ассистент думает
uk: Асистент думає
zh_hans: 助手正在思考
zh_hk: 助手思考中

source: Assistant said: %@
de: Der Assistent sagte: %@
el: Ο βοηθός είπε: %@
es: El asistente dijo: %@
fr: L'assistant a dit : %@
it: L'assistente ha detto: %@
ja: アシスタントの発言：%@
ko: 어시스턴트가 말함: %@
pt_br: O assistente disse: %@
ru: Ассистент сказал: %@
uk: Асистент сказав: %@
zh_hans: 助手说：%@
zh_hk: 助手說：%@

source: Attached image
de: Angehängtes Bild
el: Συνημμένη εικόνα
es: Imagen adjunta
fr: Image jointe
it: Immagine allegata
ja: 添付された画像
ko: 첨부된 이미지
pt_br: Imagem anexada
ru: Прикреплённое изображение
uk: Прикріплене зображення
zh_hans: 附加的图像
zh_hk: 附加的圖像

source: Audio was interrupted, so recording paused. Tap resume to continue.
de: Die Audiowiedergabe wurde unterbrochen, daher wurde die Aufnahme pausiert. Tippe auf „Fortsetzen“.
el: Ο ήχος διακόπηκε, οπότε η εγγραφή τέθηκε σε παύση. Πάτησε «Συνέχεια» για να συνεχίσεις.
es: El audio se interrumpió, así que la grabación se pausó. Toca «Reanudar» para continuar.
fr: L'audio a été interrompu, l'enregistrement est donc en pause. Touchez « Reprendre » pour continuer.
it: L'audio è stato interrotto, quindi la registrazione è in pausa. Tocca «Riprendi» per continuare.
ja: 音声が中断されたため録音を一時停止しました。「再開」をタップして続けてください。
ko: 오디오가 중단되어 녹음을 일시정지했습니다. ‘계속’을 눌러 이어가세요.
pt_br: O áudio foi interrompido, então a gravação foi pausada. Toque em «Retomar» para continuar.
ru: Звук был прерван, поэтому запись приостановлена. Нажмите «Продолжить».
uk: Звук було перервано, тому запис призупинено. Натисніть «Продовжити».
zh_hans: 音频被中断，录音已暂停。点按“继续”以继续录音。
zh_hk: 音訊被中斷，錄音已暫停。點一下「繼續」以繼續錄音。

source: Automatic (match device)
de: Automatisch (wie Gerät)
el: Αυτόματο (όπως η συσκευή)
es: Automático (según el dispositivo)
fr: Automatique (langue de l'appareil)
it: Automatico (come il dispositivo)
ja: 自動（デバイスに合わせる）
ko: 자동(기기 언어에 맞춤)
pt_br: Automático (idioma do dispositivo)
ru: Автоматически (как на устройстве)
uk: Автоматично (як на пристрої)
zh_hans: 自动（跟随设备）
zh_hk: 自動（跟裝置）

source: Best quality - vision, 30+ languages
de: Beste Qualität – Bildanalyse, über 30 Sprachen
el: Κορυφαία ποιότητα – ανάλυση εικόνων, 30+ γλώσσες
es: La mejor calidad: visión y más de 30 idiomas
fr: Meilleure qualité – vision, plus de 30 langues
it: Migliore qualità: visione, oltre 30 lingue
ja: 最高品質 - 画像分析、30以上の言語に対応
ko: 최고 품질 - 비전, 30개 이상 언어 지원
pt_br: Melhor qualidade – visão, mais de 30 idiomas
ru: Лучшее качество — анализ изображений, 30+ языков
uk: Найкраща якість — аналіз зображень, понад 30 мов
zh_hans: 最佳质量 - 视觉，支持 30 多种语言
zh_hk: 質素最佳 - 視覺分析，支援 30 多種語言

source: Brainstorm Partner
de: Ideenpartner
el: Συνεργάτης ιδεών
es: Compañero de ideas
fr: Partenaire d'idées
it: Compagno di idee
ja: アイデアの相棒
ko: 아이디어 파트너
pt_br: Parceiro de ideias
ru: Партнёр по идеям
uk: Партнер із ідей
zh_hans: 头脑风暴伙伴
zh_hk: 腦震盪拍檔

source: Built In
de: Integriert
el: Ενσωματωμένο
es: Integrado
fr: Intégré
it: Integrato
ja: 内蔵
ko: 내장
pt_br: Integrado
ru: Встроенная
uk: Вбудована
zh_hans: 内置
zh_hk: 內置

source: Built in
de: Integriert
el: Ενσωματωμένο
es: Integrado
fr: Intégré
it: Integrato
ja: 内蔵
ko: 내장
pt_br: Integrado
ru: Встроенная
uk: Вбудована
zh_hans: 内置
zh_hk: 內置

source: Built into your device - instant, no download
de: In dein Gerät integriert – sofort, ohne Download
el: Ενσωματωμένο στη συσκευή σας — άμεσο, χωρίς λήψη
es: Integrado en tu dispositivo: instantáneo, sin descargas
fr: Intégré à votre appareil — instantané, sans téléchargement
it: Integrato nel tuo dispositivo: istantaneo, senza download
ja: デバイスに内蔵 — 即座に使え、ダウンロード不要
ko: 기기에 내장 - 즉시 사용, 다운로드 불필요
pt_br: Integrado ao seu dispositivo: instantâneo, sem download
ru: Встроено в ваше устройство — мгновенно, без загрузки
uk: Вбудовано у ваш пристрій — миттєво, без завантаження
zh_hans: 内置于您的设备——即时可用，无需下载
zh_hk: 內置喺你部裝置——即刻用得，唔使下載
